Repository: georgschurkin/univie_pure_fork
Catalog: univie_pure/Resources/Private/Language/*.locallang_tca.xlf
Languages: de

# flexform.showBibtex
source: Show BibTeX
de: Zeige BibTeX

# flexform.sDEF
source: General Settings
de: Allgemeine Einstellungen

# flexform.what_to_display
source: What to display:
de: Was wird angezeigt:

# flexform.what_to_display.detail
source: Detail view
de: Detail-Ansicht

# flexform.what_to_display.equipments
source: List of equipment
de: Liste von Equipment

# flexform.what_to_display.publications
source: List of publications
de: Liste von Publikationen

# flexform.what_to_display.data_sets
source: List of datasets
de: Liste von Datasets

# flexform.what_to_display.pressMedia
source: List of Press-Media
de: Liste von Presse/Medien Einträgen

# flexform.what_to_display.projects
source: List of projects
de: Liste von Projekten

# flexform.singlePid
source: PID of page with detail view
de: PID der Seite mit der Detailansicht

# flexform.pageSize
source: Entries per page:
de: Einträge pro Seite:

# flexform.showSearchForm
source: Show search form:
de: Suchformular anzeigen:

# flexform.showDescription
source: Show abstract:
de: Abstract anzeigen:

# flexform.initialnoResults
source: Initially show no results. (Use this only with activated search form):
de: Initial keine Ergebnisse anzeigen. (Nur zusammen mit aktiviertem Suchformular verwenden):

# flexform.linkToPortal
source: Enable linking to FIS-Portal:
de: Aktiviere Verlinkung in das FIS-Portal:

# flexform.inPress
source: Show publications in status "in Press":
de: Zeige Publikationen im Status "in Press" an:

# flexform.pager.insertAbove
source: Show pager above: (Appears if the total number of results is greater than the number of results per page.)
de: Zeige die Paginierung oberhalb: (wird angezeigt, wenn die Gesamtanzahl der Ergebnisse größer als die Anzahl der Ergebnisse pro Seite ist.)

# flexform.pager.insertBelow
source: Show pager below: (Appears if the total number of results is greater than the number of results per page.)
de: Zeige die Paginierung unterhalb: (wird angezeigt, wenn die Gesamtanzahl der Ergebnisse größer als die Anzahl der Ergebnisse pro Seite ist.)

# flexform.common.settings
source: Units, Persons and Projects
de: Einheiten, Personen und Projekte

# flexform.common.selectBlank
source: --- please choose ---
de: --- bitte auswählen ---

# flexform.common.ChooseSelector
source: Choose entity for which to show entries:
de: Wählen Sie die Einheit für die Einträge angezeigt werden sollen:

# flexform.common.selectByUnit
source: Show list of chosen endpoint for organisational units:
de: Für Organisationseinheiten

# flexform.common.selectByPerson
source: Show list of chosen endpoint for person(s):
de: Für Personen

# flexform.common.selectByProject
source: Show list of chosen endpoint for project(s):
de: Für Projekte

# flexform.common.selectOrganisation
source: Show list for selected organisation:
de: Zeige Einträge für ausgewählte Organisationseinheiten:

# flexform.common.includeSubUnits
source: Include all sub units for the chosen organisation:
de: Alle Subeinheiten der gewählten Organisation einschließen:

# flexform.common.narrowByPerson
source: Narrow selection by manually choosing person(s):
de: Auswahl auf Personen einschränken:

# flexform.common.selectPerson
source: Show list for selected person(s):
de: Zeige Einträge für ausgewählte Personen:

# flexform.data_sets
source: In depth settings for datasets
de: Erweiterte Einstellungen für Datasets

# flexform.data_sets.rendering
source: Output rendering style:
de: Ausgabe-Rendering-Stil:

# flexform.publications
source: In depth settings for publications
de: Erweiterte Einstellungen für Publikationen

# flexform.publications.narrowByPublicationType
source: Narrow selection by choosing publication type:
de: Auswahl auf Publikationstypen einschränken:

# flexform.publications.selectPublicationType
source: Select publications by type:
de: Wähle Publikationen nach Typus:

# flexform.publications.narrowBySearch
source: Choose publications by searchterms (separated by OR or AND if more than 1 entry):
de: Zeige Publikationen anhand von Suchbegriffen (separiert durch OR oder AND bei mehreren Einträgen):

# flexform.equipments.narrowBySearch
source: Choose equipment by searchterms (separated by OR or AND if more than 1 entry):
de: Zeige Equipment anhand von Suchbegriffen (separiert durch OR oder AND bei mehreren Einträgen):

# flexform.data_sets.narrowBySearch
source: Choose datasets by searchterms (separated by OR or AND if more than 1 entry):
de: Zeige Datasets anhand von Suchbegriffen (separiert durch OR oder AND bei mehreren Einträgen):

# flexform.publications.searchPlaceholder
source: searchterm OR searchterm1 OR search...
de: Suchbegriff OR Suchbegriff1 OR Such...

# flexform.publications.publishedBeforeDate
source: Published before date (Select the last day of the month from which publications are to be displayed as the date limit, e.g. 2025-12-31):
de: Publiziert vor dem Datum (Wählen Sie als Datumsbegrenzung den letzten Tag des Monats, aus dem Publikationen angezeigt werden sollen, z.B. 2018-12-31):

# flexform.publications.publishedAfterDate
source: Published after date (Select the first day of the month from which publications are to be displayed as the date limit, e.g. 2017-01-01):
de: Publiziert nach dem Datum (Wählen Sie als Datumsbegrenzung den ersten Tag des Monats, aus dem Publikationen angezeigt werden sollen, z.B. 2017-01-01):

# flexform.publications.groupByYear
source: Group publications by year (and give a headline for each year):
de: Publikationen nach Jahr gruppieren (und jeweils eine Überschrift pro Jahr anzeigen):

# flexform.publications.luhPubsOnly
source: Show only publications created at LUH:
de: Nur bei der LUH erstellte Publikationen anzeigen:

# flexform.publications.peerReviewedOnly
source: Show only Peer-Reviewed publications:
de: Nur Peer-Reviewed Publikationen anzeigen:

# flexform.publications.notPeerReviewedOrNotSetOnly
source: Show only not Peer-Reviewed publications or undefined:
de: Nur Nicht-Peer-Reviewed oder undefinierte Publikationen anzeigen:

# flexform.publications.showPublicationType
source: Show publication status (but only if status is not 'published'):
de: Publikationsstatus anzeigen (nur falls der Status nicht 'Publiziert' ist):

# flexform.publications.onlypublicationStatusPublished
source: Only show publications with status PUBLISHED:
de: Zeige nur Publikationen im Status ÖFFENTLICH:

# flexform.publications.ordering
source: Order by:
de: Ordne Ergebnis nach:

# flexform.publications.ordering.publicationDate-asc
source: Publication date 1-9
de: Publikationsdatum 1-9

# flexform.publications.ordering.publicationDate-desc
source: Publication date 9-1
de: Publikationsdatum 9-1

# flexform.publications.ordering.year-desc
source: Year 9-1
de: Jahr 9-1

# flexform.publications.ordering.year-asc
source: Year 1-9
de: Jahr 1-9

# flexform.publications.ordering.firstAuthor-asc
source: First author a-z
de: Erstautor a-z

# flexform.publications.ordering.firstAuthor-desc
source: First author z-a
de: Erstautor z-a

# flexform.publications.ordering.authorLastName-asc
source: Last name of first author z-a
de: Nachname des ersten Authors a-z

# flexform.publications.ordering.authorLastName-desc
source: Last name of first author z-a
de: Nachname des ersten Autors z-a

# flexform.publications.ordering.publicationYearAndAuthor-desc
source: Year and author descending
de: Jahr 9-1 und Autor a-z

# flexform.publications.ordering.publicationYearAndAuthor-asc
source: Publication year and author ascending
de: Jahr 1-9 und Autor a-z

# flexform.publications.ordering.title-asc
source: Title ascending
de: Titel a-z

# flexform.publications.ordering.title-desc
source: Title descending
de: Titel z-a

# flexform.publications.rendering
source: Citation style (Vancouver, Harvard...):
de: Zitierstil (Vancouver, Harvard...):

# flexform.activities
source: In Depth Settings for Activities
de: Erweiterte Einstellungen für Aktivitäten

# flexform.activities.narrowByActivitiesType
source: Narrow selection by choosing activity type:
de: Auswahl auf Typus der Aktivität einschränken:

# flexform.activities.selectActivitiesType
source: Select activities by type:
de: Wähle Aktivität nach Typus:

# flexform.pressMedia
source: In depth settings for press/media
de: Erweiterte Einstellungen für Presse/Medien

# flexform.pressMedia.narrowByPressMediaType
source: Narrow selection by choosing press/media type:
de: Auswahl auf Typus von Presse/Medium einschränken:

# flexform.pressMedia.selectPressMediaType
source: Select press/media by type:
de: Wähle Presse/Medium nach Typus:

# flexform.projects
source: In depth settings for projects
de: Erweiterte Einstellungen für Projekte

# flexform.equipments
source: In depth settings for equipment
de: Erweiterte Einstellungen für Equipment

# flexform.projects.narrowBySearch
source: Choose projects by searchterms (separated by OR or AND if more than 1 entry):
de: Zeige Projekte anhand von Suchbegriffen (separiert durch OR oder AND bei mehreren Einträgen):

# flexform.projects.orderProjects
source: Order projects:
de: Ordne Projekte nach:

# flexform.projects.orderProjects.startDate.desc
source: Startdate 9-1
de: Anfangsdatum 9-1

# flexform.projects.orderProjects.startDate.asc
source: Startdate 1-9
de: Anfangsdatum 1-9

# flexform.projects.orderProjects.title.asc
source: Title a-z
de: Titel a-z

# flexform.projects.orderProjects.title.desc
source: Title z-a
de: Titel z-a

# flexform.projects.filterProjects
source: Filter projects:
de: Projekte Filtern:

# flexform.projects.filterProjects.not-started
source: Not started
de: Noch nicht begonnen

# flexform.projects.filterProjects.running
source: Running
de: Laufend

# flexform.projects.filterProjects.finished
source: Finished
de: Beendet

# univiepure.plus_wizard_description
source: T3LUH FIS extension for pure research information system
de: T3LUH FIS Plug-In für das Forschungsinformationssystem der Leibniz Universität Hannover
